[
  {
    "title": "Data Sharing 01",
    "id": "data-sharing-01",
    "imageBack": "/images/data-sharing-card-back.jpg",
    "manoeuvre": "Design for interoperability, data portability and fair competition",
    "summary": "There is an inherent risk of a lock-in to a monopolist platform provider",
    "quote": "And there's monopoly of the backend, you know, the business-to-business services that Kaluza or Krakenflex provide. What proportion of energy suppliers use of of those two platforms and what happens if once they were just hacked or their platform goes down for other reason?",
    "quote_cite": "Digitalisation practitioner in critical infrastructure company",
    "example": "Software products owned by Autodesk (like AutoCAD or Revit) has become the standard tool that architects, engineers, and contractors must use to collaborate and exchange files. By controlling this shared platform, Autodesk centralises workflows and data formats, giving it significant influence over how design work is organszed and executed across the industry.",
    "example_cite": "Disrupting Autodesk's Design Monopoly (2024) by Derek Montes, Substack",
    "concept": "Obligatory passage point: a point that actors (people, organisations, technologies, etc.) have to pass through to get what they want or to take part in a process.",
    "concept_cite": "Boeva, Y., Braun, K. and Kropp, C., 2024. Platformization in the built environment: the political techno-economy of building information modeling.  Science as Culture, 33(2), pp.146-173.",
    "concept_link": "https://doi.org/10.1080/09505431.2023.2237042",
    "colour": "green"
  },
  {
    "title": "Data Sharing 02",
    "id": "data-sharing-02",
    "imageBack": "/images/data-sharing-card-back.jpg",
    "manoeuvre": "Anticipate how your digital twin will interact with others'",
    "summary": "We don't think often enough about the consequences of malicious actors accessing our data",
    "quote": "Security is not that well understood in the energy sector and yet we’ve got utility companies opening up thousands of potential end points across their infrastructure for vulnerabilities",
    "quote_cite": "Lead of Innovation Funding Agency",
    "example": "Industrial cyber security company Dragos identified that distributed energy resources (DERs) and microgrids are transforming how power is generated and consumed across industries. Electric utilities are integrating solar, wind, and storage at scale. This shift is promised to improve resilience, but it also expands the cyber attack surface. Adversary groups and ransomware operators are already targeting DERs. Common weaknesses, such as internet-exposed controllers, insecure vendor remote access, and unmonitored industrial protocols, provide multiple paths for disruption.",
    "example_cite": "Dragos sounds alarm over cyberattacks targeting distributed energy and industrial microgrids (2025) Industrialcyber.co",
    "concept": "Normal accidents: accidents are inevitable in complex, tightly coupled systems (e.g., nuclear plants or distributed energy resources), where small failures can quickly cascade. These accidents are “normal” not because they are acceptable, but because the system’s complexity makes them impossible to fully prevent.",
    "concept_cite": "Perrow, C., 1984. Normal accidents: Living with high risk technologies-Updated edition.",
    "concept_link": "https://press.princeton.edu/books/paperback/9780691004129/normal-accidents?srsltid=AfmBOopaYAAOSci9fAJQEy0DCRPBiIFXU1oI8dWjCG4TX91nSJZvcjsN",
    "colour": "green"
  },
  {
    "title": "Data Sharing 03",
    "id": "data-sharing-03",
    "imageBack": "/images/data-sharing-card-back.jpg",
    "manoeuvre": "Recognise third party platform developers as powerful actors who can embed politics in tiny software decisions",
    "summary": "Wasted public money due to the lack of transparency in procurement",
    "quote": "Embedding BIM (Building Information Modelling) Standards in procurement was useful because the government was the lead buyer of construction output so they made the standard mandatory for procurement.  That meant that the entire supply chain had to upskill in BIM ",
    "quote_cite": "Lead of Innovation Funding Agency",
    "example": "The UK government mandated use of 3D BIM for public construction projects by 2016, which triggered rapid industry adoption (from about 10% in 2012 to ~70% by 2018) and led to the creation of the PAS 1192 series of standards.These standards were then internationalised via ISO 19650 in early 2019, enabling a “single-market BIM” by structuring information workflows across the built-environment sector and aligning diverse actors through common business-process frameworks rather than proprietary software.",
    "example_cite": "How the U.K. forged a path to global BIM standards (2019) by Phil Bernstein, Archpaper",
    "concept": "Standards as ordering practices: despite appearing as mundane, standards do not only support activities, they also engage in 'ordering', deciding who participates, what counts as valid, how flows of information happen. This means standards are not neutral but political",
    "concept_cite": "Milan, S. and Ten Oever, N., 2017. Coding and encoding rights in internet infrastructure. Internet Policy Review, 6(1), pp.1-17.",
    "concept_link": "https://www.econstor.eu/handle/10419/214033",
    "colour": "green"
  },
  {
    "title": "Data Sharing 04",
    "id": "data-sharing-04",
    "imageBack": "/images/data-sharing-card-back.jpg",
    "manoeuvre": "Engage in public deliberation rather than persuasion",
    "summary": "Public apathy about data sharing initiatives",
    "quote": "Most people can embrace digital technology,  but they need to be comfortable with an interface. You also need to get them comfortable with what's under the hood, you'd need to document really well this is where the data comes from. This way they can honestly appraise if they support it",
    "quote_cite": "Digitalisation practitioner in energy incubator organisation",
    "example": "After considering complex and sometimes conflicting evidence about the use of biomass, the majority of participants were in support of it having some role in achieving net zero. However, levels of concern about the potential environmental impact of how biomass is sourced and produced increased as the dialogue progressed. Ultimately, support for using biomass was largely driven by a desire to do everything possible to achieve net zero, rather than any specific benefit offered by biomass.",
    "example_cite": "Public Dialogue on the role of Biomass in achieving Net Zero (2023) National Centre for Social Research",
    "concept": "Deficit vs deliberative model of public engagement: The deficit model assumes the public’s scepticism or disagreement with technology stems from a lack of knowledge, so engagement focuses on informing or persuading them to align with expert views. In contrast, the deliberative model sees publics as knowledgeable actors whose perspectives, experiences, and values are essential to shaping science and technology decisions. Rather than one-way communication, it emphasises dialogue, mutual learning, and the co-production of knowledge and policy",
    "concept_cite": "McNeil, M., 2013. Between a rock and a hard place: The deficit model, the diffusion model and publics in STS. Science as culture, 22(4), pp.589-608.",
    "concept_link": "https://doi.org/10.1080/14636778.2013.764068",
    "colour": "green"
  },
  {
    "title": "Data Sharing 05",
    "id": "data-sharing-05",
    "imageBack": "/images/data-sharing-card-back.jpg",
    "manoeuvre": "Recognise that 'secure by design' is the beginning of a long journey which requires ongoing training, maintenance and awareness raising",
    "summary": "Overreliance on 'secure by design' as deus ex machina",
    "quote": "",
    "quote_cite": "",
    "example": "",
    "example_cite": "",
    "concept": "",
    "concept_cite": "",
    "concept_link": "",
    "colour": "green"
  },
  {
    "title": "Data Sharing 06",
    "id": "data-sharing-06",
    "imageBack": "/images/data-sharing-card-back.jpg",
    "manoeuvre": "Recognise data politics happening beyond the offices of big cartoon villians",
    "summary": "Mundane decisions about APIs have profound consequences for power relations",
    "quote": "Rather than having a sector-wide APIs, the current main way of sharing data in the energy sector is through bilateral legal agreements which are difficult to scale.",
    "quote_cite": "Digitalisation practitioner in critical infrastructure company",
    "example": "Facebook API represents a double-edged sword. On one hand, it increases the functionality of the Facebook platform by enabling an ecology of apps using the API to exchange data with Facebook. On the other hand, the API creates notable restrictions and consequences for both app developers and users. Rather than connecting them to the Open Web, the API locks both groups into a landscape defined and controlled by Facebook.",
    "example_cite": "Digitalisation practitioner in critical infrastructure company",
    "concept": "Gateway: a mediating interface that enables communication, translation, or interoperability between otherwise incompatible systems, standards, or networks. Gateways are not just technical connectors but sociotechnical negotiation points: they embody design decisions about what gets translated, standardized, or excluded. They often serve as control points because whoever designs or manages the gateway determines how data, access, and meaning flow across systems.",
    "concept_cite": "Plantin, J.C., Lagoze, C., Edwards, P.N. and Sandvig, C., 2018. Infrastructure studies meet platform studies in the age of Google and Facebook. New media & society, 20(1), pp.293-310.",
    "concept_link": "https://doi.org/10.1177/1461444816661553",
    "colour": "green"
  },
  {
    "title": "Data Sharing 07",
    "id": "data-sharing-07",
    "imageBack": "/images/data-sharing-card-back.jpg",
    "manoeuvre": "Reassure the public about who has access to their data and for what purpose",
    "summary": "Little public communications is a recipe for the lack of institutional trust",
    "quote": "We invited the local community - farmers, parish council, residents - to engage with our digital twin. We wanted to get their views on future supply chains and compare it to the model's predictions. People valued this type of feedback as many assume that [biomass] companies just sit back in London and model things from afar without their input.",
    "quote_cite": "Digital twin researcher on a biomass project",
    "example": "A recent survey of the UK members of the public shows the levels of trust in the energy industry are very low. When asked, “to what extent do you personally trust or distrust each of the following different organisations to be fair in the way they deal with customers and citizens?”, only 36% responded positively in the context of the energy sector. This is lower that 56% for banks, 48% for water companies and 41% for internet providers. Those classified as vulnerable to the impact of the cost of living were less likely to trust energy suppliers to be fair.",
    "example_cite": "Consumer impacts of market conditions survey: wave 5 (2024) Ofgem",
    "concept": "Misunderstood misunderstanding: Public “lack of trust” is often misinterpreted by experts as ignorance. Oftentmes, scientists and governments interpret public distrust as illiteracy. Research shows that these cases often stem from institutiions' disregard for local knowledge. Institutional credibility depends not only on technical accuracy but also on responsiveness, humility, and recognition of lay knowledge.",
    "concept_cite": "Wynne, B., 1992. Misunderstood misunderstanding: social identities and public uptake of science. Public understanding of science, 1(3), p.281.",
    "concept_link": "https://doi.org/10.1088/0963-6625/1/3/004",
    "colour": "green"
  },
  {
    "title": "Data Sharing 08",
    "id": "data-sharing-08",
    "imageBack": "/images/data-sharing-card-back.jpg",
    "manoeuvre": "Consider how to prioritise access to the most game-changing datasets, who would lose once access is obtained?",
    "summary": "The most important data is not available",
    "quote": "The most valuable data in the energy system comes from smart meters and very detailed network asset maps. Now both of those could be made public and open, should Ofgem mandate it. But they have yet not done that. All the other data in the energy industry is of secondary importance. So there’s a long trail of other datasets that you can try and break open and do stuff with but those first two - smart meter data and asset registers - are the most important. And unless you make those available you’re just looking at low value use cases.",
    "quote_cite": "Start up founder of a digital twin tool",
    "example": "The Geospatial Commission, part of the Department for Science, Innovation and Technology, is building a digital map of underground pipes and cables in England, Wales and Northern Ireland - the National Underground Asset Register (NUAR). NUAR is promised to improve the efficiency and safety of the way buried infrastructure is installes, maintained, operated and repaired by providing secure access to data from over 600 public and private sector asset owners. These will include over 600 gas, water, electric and telecommunications companies and local authorities. In June 2025 NUAR moved from minimum viable product (MVP) into ‘public beta’ on the journey to being fully operational by the end of 2025.",
    "example_cite": "National Underground Asset Register (2025) Department for Science, Innovation and Technology",
    "concept": "From transparency to accountability: transparency is not a neutral or sufficient condition for accountability. Simply making systems 'open' or 'visible' doesn't guarantee democratic oversight. Complex systems are not fully knowable: algorithms, infrastructures, and institutional networks exceed what any one observer can grasp. Further, transparency relies on power and context, i.e., who can see, interpret, and act on information depends on their position, expertise, and institutional capacity. Researchers propose focusing instead on 'accountable systems' built through relationships of explanation, responsiveness, and repair - not just visibility",
    "concept_cite": "Ananny, M. and Crawford, K., 2018. Seeing without knowing: Limitations of the transparency ideal and its application to algorithmic accountability. new media & society, 20(3), pp.973-989.",
    "concept_link": "https://doi.org/10.1177/1461444816676645",
    "colour": "green"
  },
  {
    "title": "Data Sharing 09",
    "id": "data-sharing-09",
    "imageBack": "/images/data-sharing-card-back.jpg",
    "manoeuvre": "Advocate for standards as commons",
    "summary": "Dark side of standards as commercial entities",
    "quote": "Our work has progressed into what became the industry’s standard for how you qualify and asssure digital twins.",
    "quote_cite": "Senior manager at engineering consultancy",
    "example": "Open Automated Demand Response (Open ADR) is a protocol for energy demand management. It is maintained by the OpenADR Alliance, a private membership organisation. Utilities and device manufacturers adopt the standard to interoperate, but adoption is contingent on membership, licensing, or certification.",
    "example_cite": "Open Automated Demand Response - Wikipedia",
    "concept": "The winners and losers of commercial standards: Private standardization has been characterised as a political game: while for some firms it brings about opportunities for product development, innovation and market access, for others it means switching costs and barriers to trade.",
    "concept_cite": "Verbruggen, P., 2019. Good governance of private standardization and the role of tort law. European Review of Private Law, 27(2).",
    "concept_link": "https://repository.tilburguniversity.edu/server/api/core/bitstreams/b47b50cd-e043-443e-a887-848356d0acf0/content",
    "colour": "green"
  },
  {
    "title": "Data Sharing 10",
    "id": "data-sharing-10",
    "imageBack": "/images/data-sharing-card-back.jpg",
    "manoeuvre": "Recognise that interoperability is a challenging, open-ended and never perfect socio-technical endevour",
    "summary": "Overreliance of the magic of interoperability",
    "quote": "From a technical point of view, interoperability is an extremely complex problem. The individual digital twin, it probably has 30 or 40 components and they're highly synchronised among themselves and they're in a closed loop. Now you want to add complexity by having one system interacting with other systems which are also highly synchronised and have their own data loops. So you need to worry about things such as what if something goes wrong upstream, how are you going to recover from a failure?",
    "quote_cite": "Security researcher on an energy sector digital twin project",
    "example": "IceBreaker One (IB1) is a UK‑based public‑benefit non‑profit company whose mission is “to enable trusted, interoperable data sharing for private sector, public and environmental benefit. They emphasise “connect don’t collect” as a guiding principle: rather than building vast centralised data warehouses, they aim for frameworks that allow distributed ownership, standardisation and interoperability.",
    "example_cite": "https://ib1.org/",
    "concept": "Interoperability is seamful and seamless:  Working with data always involves practical and work to articulate goals and means to achieve it. Each successful interoperation (that is, use of data that have been interoperated without reopening the process that led to its interoperation) supports some 'seamless' work, even if working with it is 'seamful'. For example, the work of database maintenance and metadata tagging is the seamful work which allows others to cooperate seamlessly.",
    "concept_cite": "Ribes, D., 2017, February. Notes on the concept of data interoperability: Cases from an ecology of AIDS research infrastructures. In Proceedings of the 2017 ACM Conference on Computer Supported Cooperative Work and Social Computing (pp. 1514-1526).",
    "concept_link": "https://dl.acm.org/doi/pdf/10.1145/2998181.2998344",
    "colour": "green"
  },
  {
    "title": "Data Sharing 11",
    "id": "data-sharing-11",
    "imageBack": "/images/data-sharing-card-back.jpg",
    "manoeuvre": "Understand synthetic data as statistics rather than bold promises",
    "summary": "Putting too much hope in synthetic data de-risking the development of digital twins and AI",
    "quote": "We never got as far as building like a real digital twin, because it was only a three-month project, it was just proof of concept. Could you build a digital twin based on this physical asset? Yes, you can. You would need these data streams, you’d probably need those sensors, so far, we only did it with dummy data, but it's possible.",
    "quote_cite": "Digitalisation practitioner in energy incubator organisation",
    "example": "There are emerging examples of start ups pithing their products at the intersection of digital twins and synthetic data. For example, a firm called Duality wants their customers to 'Simulate events too dangerous, logistically unfeasible, or where real-world data is limited. Accurate, deterministic simulation yields high-quality synthetic data, and decreases real-world data needs. ",
    "example_cite": "https://www.duality.ai/autonomy",
    "concept": "Promissory organisations shaping expectations around synthetic data: Industry, policy and scientific organisations produce reports, webinars and declarations that treat synthetic data as a solution to major problems (data scarcity, privacy, bias). These promissory narratives circulate widely and help shape stakeholder expectations. Sociology of expectations helps us to probe beyond the hype, showing that the promises of synthetic data are built through social practices, not just through technical capabilities. We should be cautious in accepting the inevitability of synthetic data without examining how these expectations are constructed and whom they serve.",
    "concept_cite": "Ravn, L., 2025. The fabrication of synthetic data promises: Tracing emerging arenas of expectations and boundary work. Big Data & Society, 12(1), p.20539517241307915.",
    "concept_link": "https://doi.org/10.1177/20539517241307915",
    "colour": "green"
  },
  {
    "title": "Data Sharing 12",
    "id": "data-sharing-12",
    "imageBack": "/images/data-sharing-card-back.jpg",
    "manoeuvre": "Learn from the struggles to regulate big tech–what are the top three messages for you?",
    "summary": "Overestimating the confidence in the energy sector being able to regulate big tech",
    "quote": "We’re an industry who’s frankly used to being told what to do, we're used to regulations.",
    "quote_cite": "Liaison manager at energy infrastructure company",
    "example": "Britain has one of the world’s most privatised energy systems. Private, for-profit companies control everything from generation to the grid to supply. The energy sector has become a wealth extraction system, transferring billions each year from billpayers to international shareholders. The energy networks and generation companies paid out £70.7bn in dividends since 2010. Private companies borrow at higher rates than the public sector, meaning we are paying over the odds for investment. Natural monopolies like grid networks face no real competition, yet enjoy some of Britain’s highest profit margins.",
    "example_cite": "Who owns Britain? (2025) Data Dashboard. https://www.common-wealth.org/interactive/who-owns-britain/data-dashboard/tabs/energy",
    "concept": "Regulatory capture: the practice whereby private industry professionals or lobbyists overtake regulatory agencies to serve their own interests.",
    "concept_cite": "Dal Bó, E., 2006. Regulatory capture: A review. Oxford review of economic policy, 22(2), pp.203-225.",
    "concept_link": "https://academic.oup.com/oxrep/article/22/2/203/334718",
    "colour": "green"
  },
  {
    "title": "Data Sharing 13",
    "id": "data-sharing-13",
    "imageBack": "/images/data-sharing-card-back.jpg",
    "manoeuvre": "Include infrastructure maintenance in your long-term business plan",
    "summary": "Lack of clarity regarding the responsibility for maintaining the data sharing infrastructure",
    "quote": "We don't know who will be running the data sharing infrastructure in the long term, the key question is the funding mechanism beyond the pilot stage.",
    "quote_cite": "Digital Twin Specialist in a consultancy firm",
    "example": "On 22 March 2025, German President Frank-Walter Steinmeier signed off on a landmark constitutional reform of Germany's debt brake and a €500 billion fund aimed at revitalising the country's infrastructure and energy sectors. Although the details of budget allocation are yet to be decided, this presents a stark contrast to the UK approach, which Tremains constrained by traditional borrowing frameworks and explicit emphasis on value for money. The UK is also relying strongly on private-sector mobilisation alongside public funding.",
    "example_cite": "Germany’s U‑turn proves Europe’s fiscal framework must change (2025) Sebastian Mang. New Economics Foundation",
    "concept": "Infrastructural inversion: the analytical move of turning our attention away from the visible front-end of technology (innovation, performance, novelty) to the back-end—the invisible work of maintenance, repair, and upkeep that keeps infrastructures functioning. In energy and digital infrastructures, maintenance work (updating data, ensuring interoperability, patching security flaws) is what actually keeps systems alive and safe, yet it’s often undervalued.",
    "concept_cite": "Star, S.L. and Bowker, G.C., 2006. How to infrastructure. Handbook of new media: Social shaping and social consequences of ICTs, pp.230-245",
    "concept_link": "https://www.torrossa.com/en/resources/an/4912068#page=251",
    "colour": "green"
  },
  {
    "title": "Data Sharing 14",
    "id": "data-sharing-14",
    "imageBack": "/images/data-sharing-card-back.jpg",
    "manoeuvre": "Create safe spaces to manage each other's expectations",
    "summary": "Stakeholders are embarrassed to share poor quality data",
    "quote": "Sometimes companies want to share data but they don't have resources, they don’t have time. Or it's going to be a burden to digitise their records. Some industry contact are embarrassed because they know they don't have the quality of data that they should have.",
    "quote_cite": "Digitalisation practitioner in energy incubator organisation",
    "example": "The UK Government has planned to digitise patient records in the NHS for a few years now. The process is very complex, and often the blockers to modernisation seem mundane: poor security and privacy practices, lack of coordination across teams, lack of digital skills. ",
    "example_cite": "Before moving from analogue to digital, the NHS has to fix its privacy flaws (2024) Chiara Castro. tech Radar",
    "concept": "sociology of digitisation of medical records: digitisation of medical recording is often mischaracterised as a project of computerisation, where, in fact, it has been a project of reorientating the ways in which truths are produced in medicine. We can conceptualise the difficulties in digitisation as manifestations of a political struggle relating to the power over coordination of clinical knowledge. Such a struggle takes place between the actors involved in clinical knowledge production, such as clinicians,  managers, and  scientists",
    "concept_cite": "A Sociology Of Medical Records: Digitising Clinical Knowledge (2024) Max Perry. PhD Thesis",
    "concept_link": "https://research-information.bris.ac.uk/ws/portalfiles/portal/445818460/Final_Copy_2024_10_01_Perry_M_PhD.pdf",
    "colour": "green"
  },
  {
    "title": "Digital Twin 01",
    "id": "digital-twin-01",
    "imageBack": "/images/digital-twin-card-back.jpg",
    "manoeuvre": "Humble yourself, acknoledge assumptions and uncertainty",
    "summary": "Digital twins give out the illusion of confidence",
    "quote": "I use this term “fake precision” a lot, when a modeller is trying to get to a level of precision in the model, that is inappropriate given the uncertainties in the input datasets. It’s like trying to get outputs in centimetres, and you’re using Lidar dataset with ten metre resolutions.",
    "quote_cite": "Startup founder for energy digital twin company",
    "example": "Correctional Offender Management Profiling for Alternative Sanctions (COMPAS) is a decision support system used by U.S. courts to assess the likelihood of a defendant becoming a recidivist. The output is measured on a ‘recidivism scale’, yet in fact research shows the accuracy of COMPAS is no better than predictions made by people with little or no criminal justice expertise.",
    "example_cite": "Dressel and Farid (2018) The accuracy, fairness, and limits of predicting recidivism. Science Advances",
    "concept": "‘sociology of quantification’ shows that numbers offer a visible social guarantee of fairness, neutrality, and impersonality, especially in domains where interpersonal trust is lacking. However, numbers are not neutral. They constrain political debate and shift authority from democratic processes to technical expertise.",
    "concept_cite": "Porter, T. M. (1995). Trust in numbers: The pursuit of objectivity in science and public life. Princeton University Press",
    "concept_link": "https://en.wikipedia.org/wiki/Trust_in_Numbers",
    "colour": "yellow"
  },
  {
    "title": "Digital Twin 02",
    "id": "digital-twin-02",
    "imageBack": "/images/digital-twin-card-back.jpg",
    "manoeuvre": "Augment your twin with qualitative data. Embrace stories, contradictions, dissensus",
    "summary": "Digital twins flatten the world",
    "quote": "We fetishise 'big dick data' at the expense of rich, qualitative data from local communities. As a result, digital twins risk flattening the analysis.",
    "quote_cite": "Interdisciplinary researcher in energy ethics",
    "example": "During the 2020 wave of COVID, all secondary school examinations were cancelled and replaced with a standardisation algorithm which was supposed to predict grades in a fair way without causing grade inflation. The method sparked a considerable public controversy as the algorithm predictions largely reflected the socioeconomic status of the schools, rather than students' potential. An alternative method of evaluation could have been qualitative reports produced by teachers who knew students in person.",
    "example_cite": "2020 United Kingdom school exam grading controversy. Wikipedia",
    "concept": "Situated knowledge: refers to the understanding that all knowledge is produced within a specific social, cultural, and historical context, meaning it is always partial and perspective-dependent. The concept challenges the idea of universal, objective knowledge.",
    "concept_cite": "Haraway, D. (1988). Situated Knowledges: The Science Question in Feminism and the Privilege of Partial Perspective. Feminist Studies, 14(3), 575–599",
    "concept_link": "https://doi.org/10.2307/3178066 ",
    "colour": "yellow"
  },
  {
    "title": "Digital Twin 03",
    "id": "digital-twin-03",
    "imageBack": "/images/digital-twin-card-back.jpg",
    "manoeuvre": "Understand what questions would work well once we consider the many, many feedback loops",
    "summary": "Digital twins have limited usefulness outside of closed systems",
    "quote": "Let’s say I've understood the biases in my twin, but then no one understands how my twin may interact with someone else’s’ and that interaction is going to be quite complex and probably quite surprising.",
    "quote_cite": "Digitalisation practitioner in critical infrastructure company",
    "example": "On 6 May 2010, U.S. equity markets experienced a rapid crash and recovery in ~36 minutes, spurred by algorithmic trading systems. A large automated sell order triggered reactions from high-frequency trading (HFT) algorithms. These algorithms responded to each other, creating a feedback loop and intensifying volatility. Regulators later put in circuit breakers (time outs to pause trading in certain cases) to try to prevent similar cascading events in the future.",
    "example_cite": "2010 Flash Crash. Wikipedia",
    "concept": "Risk society: refers to how contemporary societies deal with the management of risk related to advanced technologies. In terms of dealing with the possibility or likelihood of major breakdowns happening in the future, traditional methods of risk calculation have become obsolete in relation to many of the new kinds of risks that concern us in the 21st century, such as health pandemics, nuclear meltdowns, or wars. The intrinsic complexity of many risks means that scientists often cannot agree on questions of likelihood, possible severity, or how to set up proper safety procedures.",
    "concept_cite": "Beck, U. (1992) Risk Society: Towards a New Modernity. Sage, London.",
    "concept_link": "https://uk.sagepub.com/en-gb/eur/risk-society/book203184",
    "colour": "yellow"
  },
  {
    "title": "Digital Twin 04",
    "id": "digital-twin-04",
    "imageBack": "/images/digital-twin-card-back.jpg",
    "manoeuvre": "Show what's under the hood (ideally thorough documentation)",
    "summary": "Digital twins do not reveal their assumptions",
    "quote": "I've done huge bits of analysis around the sensitivity of those values and how much your system changes just by changing your assumptions and depending on how your system is set up, it is so critical!",
    "quote_cite": "Digital twin researcher on a biomass project",
    "example": " In early 2020, multiple epidemiological models predicted COVID-19 spread and hospital demand. The models made assumptions such as basic reproduction number, the rate of hospitalisations and compliance rates. Subsequently, the UK government adjusted policy based on the model, showing how sensitive policies are not only to models but also their underlying assumptions.",
    "example_cite": "Czyzewski, A. (2020) Modelling an unprecedented pandemic: The vital role of team-based, collaborative epidemiology and disease modelling in managing pandemics. Imperial College London",
    "concept": "Duhem-Quine thesis:   It is never possible to falsify isolated theories - only whole webs of beliefs can be falsified! In Philosophy of Science, Popper had the thesis that scientific theories can never be verified, so scientists should rather try to *falsify* their theories: they should make bold predictions and see whether those can be empirically falsified by making wrong predictions. What Duhem-Quine thesis is saying that strictly speaking nothing can ever be falsified in that Popperian sense: That's because even if it seems at first glance that your theory makes a wrong prediction, there are still inconceivably many ways to save the theory: You can always say that the measuring tools didn't work properly, or that we are actually wrong about basic probability theory. Or in other words: There are underlying background assumptions which we need to take for granted in order to falsify a theory.",
    "concept_cite": "Duhem-Quine thesis. Wikipedia",
    "concept_link": "https://en.wikipedia.org/wiki/Duhem%E2%80%93Quine_thesis",
    "colour": "yellow"
  },
  {
    "title": "Digital Twin 05",
    "id": "digital-twin-05",
    "imageBack": "/images/digital-twin-card-back.jpg",
    "manoeuvre": "Be honest about the work going into data sharing, model interpretation and maintenance",
    "summary": "Digital twins do not recognise human labout behind automation",
    "quote": "I worry that our team will be relegated to boring tasks. We used to do analytical work, now we're doing monkey work.",
    "quote_cite": "Civil Engineer working on BIM projects",
    "example": "The Amazon-owned platofrm Mechanical Turk is a great example of showcasing hidden labour of automation. MTurk shows that much of automation is propped up by low-paid and low-status human labour performing tasks that machines still cannot reliably do. Systems like image recognition or content moderation rely on MTurk workers to label metadata, flag errors, or complete edge-case tasks.",
    "example_cite": "Roger von Laufenberg (2022) The Mechanical Turk – or the invisible, low-cost labour of automation. Vicesse",
    "concept": "Ironies of automation: New, severe problems are caused by automating most of the work, while the human operator is responsible for tasks that can't be automated. As a consequence, operators will not practice skills as part of their ongoing work. Instead, their work now includes exhausting monitoring tasks",
    "concept_cite": "Bainbridge, L. (1983). Ironies of automation. In Analysis, design and evaluation of man–machine systems (pp. 129-135). Pergamon",
    "concept_link": "https://dl.acm.org/doi/abs/10.1016/0005-1098(83)90046-8",
    "colour": "yellow"
  },
  {
    "title": "Digital Twin 06",
    "id": "digital-twin-06",
    "imageBack": "/images/digital-twin-card-back.jpg",
    "manoeuvre": "Consider implementing assurance process",
    "summary": "In procurement, buyers do not understand how to trust the twin",
    "quote": "Assurance is all about asking “can you trust the technology?” but also, before that, “does the technology fulfil the claims it is making about itself?”  And of course when we say “technology” we really mean the underlying organisation delivering the technology. Can you then trust the organisation to deliver that technology over time, is it robust enough structurally or financially to deliver over the lifetime of your asset?",
    "quote_cite": "Head of Engineering in Consultancy dealing wth digital twin projects",
    "example": "The project Trustworthy and Ethical Assurance of Digital Twins (TEA-DT), led by the Alan Turing Institute, has create a platform which helps users define, operationalise, and implement ethical principles as goals to be assured. It achieves this by guiding people to identify the relevant set of claims and evidence that justify their chosen ethical principles, using a participatory approach that can be embedded throughout a project's lifecycle. The output of the platform—a user-generated assurance case—can be co-designed and vetted by various stakeholders, fostering trust through open, clear, and accessible communication.",
    "example_cite": "Alan Turing Institute (2025) Trustworthy and Ethical Assurance of Digital Twins (TEA-DT). Project Page",
    "concept": "social foundation of trust: During certification or assurance processes, regulators of complex technologies face an inevitable barrier when making technological assessments due to their insufficient domain knowledge. This forces them to delegate technical questions to people with more tacit knowledge, and hence to ‘regulate’ at a distance by evaluating ‘trust’ rather than ‘technology’.",
    "concept_cite": "Downer, J. (2010). Trust and technology: the social foundations of aviation regulation. The British Journal of Sociology, 61(1), 83-106.",
    "concept_link": "https://doi.org/10.1111/j.1468-4446.2009.01303.x",
    "colour": "yellow"
  },
  {
    "title": "Digital Twin 07",
    "id": "digital-twin-07",
    "imageBack": "/images/digital-twin-card-back.jpg",
    "manoeuvre": "What appears as 'out of scope' in your digital twin?",
    "summary": "Digital twins do not recognise negative externalities",
    "quote": "",
    "quote_cite": "",
    "example": "",
    "example_cite": "",
    "concept": "",
    "concept_cite": "",
    "concept_link": "",
    "colour": "yellow"
  },
  {
    "title": "Digital Twin 08",
    "id": "digital-twin-08",
    "imageBack": "/images/digital-twin-card-back.jpg",
    "manoeuvre": "Leave the model land, step into the real world",
    "summary": "Digital twins are developed without domain experts",
    "quote": "",
    "quote_cite": "",
    "example": "",
    "example_cite": "",
    "concept": "",
    "concept_cite": "",
    "concept_link": "",
    "colour": "yellow"
  },
  {
    "title": "Digital Twin 09",
    "id": "digital-twin-09",
    "imageBack": "/images/digital-twin-card-back.jpg",
    "manoeuvre": "Does your avatar really have to have five pairs of ultra-hd-3d eye lashes?",
    "summary": "Digital twins are overengineered solutions to problems we don't have",
    "quote": "",
    "quote_cite": "",
    "example": "",
    "example_cite": "",
    "concept": "",
    "concept_cite": "",
    "concept_link": "",
    "colour": "yellow"
  },
  {
    "title": "Digital Twin 10",
    "id": "digital-twin-10",
    "imageBack": "/images/digital-twin-card-back.jpg",
    "manoeuvre": "Consider the business model–whose interests are at stake? Who are the competitors? Who might be disrupted?",
    "summary": "Digital twins are driving workers into obsolescence",
    "quote": "",
    "quote_cite": "",
    "example": "",
    "example_cite": "",
    "concept": "",
    "concept_cite": "",
    "concept_link": "",
    "colour": "yellow"
  },
  {
    "title": "Hype 01",
    "id": "hype-01",
    "imageBack": "/images/hype-card-back.jpg",
    "manoeuvre": "Make sure your costs are flattening over time",
    "summary": "Hype ignores the need for a business model",
    "quote": "",
    "quote_cite": "",
    "example": "",
    "example_cite": "",
    "concept": "",
    "concept_cite": "",
    "concept_link": "",
    "colour": "light-blue"
  },
  {
    "title": "Hype 02",
    "id": "hype-02",
    "imageBack": "/images/hype-card-back.jpg",
    "manoeuvre": "Communicate incremental and material improvements you've made",
    "summary": "Hype lends itself to shapeshifting definitions",
    "quote": "",
    "quote_cite": "",
    "example": "",
    "example_cite": "",
    "concept": "",
    "concept_cite": "",
    "concept_link": "",
    "colour": "light-blue"
  },
  {
    "title": "Hype 03",
    "id": "hype-03",
    "imageBack": "/images/hype-card-back.jpg",
    "manoeuvre": "Focus on what you'd really, really like to build",
    "summary": "Because of hype, developers lose sights of their vision",
    "quote": "",
    "quote_cite": "",
    "example": "",
    "example_cite": "",
    "concept": "",
    "concept_cite": "",
    "concept_link": "",
    "colour": "light-blue"
  },
  {
    "title": "Hype 04",
    "id": "hype-04",
    "imageBack": "/images/hype-card-back.jpg",
    "manoeuvre": "Make sure your costs are flattening over time",
    "summary": "Hype encourages 'digital twin-cest'–insular relationships lacking transparency",
    "quote": "",
    "quote_cite": "",
    "example": "",
    "example_cite": "",
    "concept": "",
    "concept_cite": "",
    "concept_link": "",
    "colour": "light-blue"
  },
  {
    "title": "Hype 05",
    "id": "hype-05",
    "imageBack": "/images/hype-card-back.jpg",
    "manoeuvre": "Honestly appraise both costs and benefits",
    "summary": "Hype conceals the lack of evidence",
    "quote": "",
    "quote_cite": "",
    "example": "",
    "example_cite": "",
    "concept": "",
    "concept_cite": "",
    "concept_link": "",
    "colour": "light-blue"
  },
  {
    "title": "Hype 06",
    "id": "hype-06",
    "imageBack": "/images/hype-card-back.jpg",
    "manoeuvre": "Underpromise and overdeliver–what needs to be replicated, what can be left out of scope?",
    "summary": "Hype overpromises that digital twins and other models will one day perfect replicas",
    "quote": "",
    "quote_cite": "",
    "example": "",
    "example_cite": "",
    "concept": "",
    "concept_cite": "",
    "concept_link": "",
    "colour": "light-blue"
  },
  {
    "title": "Hype 07",
    "id": "hype-07",
    "imageBack": "/images/hype-card-back.jpg",
    "manoeuvre": "Prioritise data sharing infrastructure, not vapourware",
    "summary": "Hype overemphasises the importance of demonstrators at the expense of infrastructural work",
    "quote": "",
    "quote_cite": "",
    "example": "",
    "example_cite": "",
    "concept": "",
    "concept_cite": "",
    "concept_link": "",
    "colour": "light-blue"
  },
  {
    "title": "Hype 08",
    "id": "hype-08",
    "imageBack": "/images/hype-card-back.jpg",
    "manoeuvre": "Highlight functionality, rather than a vision",
    "summary": "Hype overemphasises the importance of a grand vision",
    "quote": "",
    "quote_cite": "",
    "example": "",
    "example_cite": "",
    "concept": "",
    "concept_cite": "",
    "concept_link": "",
    "colour": "light-blue"
  },
  {
    "title": "Hype 09",
    "id": "hype-09",
    "imageBack": "/images/hype-card-back.jpg",
    "manoeuvre": "Let go of the pressure to present your story as a coherant narrative",
    "summary": "Hype is not a reflection of a deliberate masterplan but a reflection of chaotic scoping in innovation policy",
    "quote": "",
    "quote_cite": "",
    "example": "",
    "example_cite": "",
    "concept": "",
    "concept_cite": "",
    "concept_link": "",
    "colour": "light-blue"
  },
  {
    "title": "Hype 10",
    "id": "hype-10",
    "imageBack": "/images/hype-card-back.jpg",
    "manoeuvre": "Be radically honest about where your innovation is",
    "summary": "Hype is an innovation theatre: it creates a perception of change and progress",
    "quote": "",
    "quote_cite": "",
    "example": "",
    "example_cite": "",
    "concept": "",
    "concept_cite": "",
    "concept_link": "",
    "colour": "light-blue"
  },
  {
    "title": "Hype 11",
    "id": "hype-11",
    "imageBack": "/images/hype-card-back.jpg",
    "manoeuvre": "What are you really contributing to?",
    "summary": "The hype for digital twins is about justifying a new market for semiconductors, VR or AI products",
    "quote": "",
    "quote_cite": "",
    "example": "",
    "example_cite": "",
    "concept": "",
    "concept_cite": "",
    "concept_link": "",
    "colour": "light-blue"
  },
  {
    "title": "Hype 12",
    "id": "hype-12",
    "imageBack": "/images/hype-card-back.jpg",
    "manoeuvre": "Acknowledge the importance of backchannels and persuasion",
    "summary": "Hype creates a chaos of multiple contradictory visions",
    "quote": "",
    "quote_cite": "",
    "example": "",
    "example_cite": "",
    "concept": "",
    "concept_cite": "",
    "concept_link": "",
    "colour": "light-blue"
  },
  {
    "title": "Hype 13",
    "id": "hype-13",
    "imageBack": "/images/hype-card-back.jpg",
    "manoeuvre": "Cut to the chase – pitch your main contribution",
    "summary": "Hype creates inefficiencies with funding cause of the amount of time needed re-frame projects with each cycle",
    "quote": "",
    "quote_cite": "",
    "example": "",
    "example_cite": "",
    "concept": "",
    "concept_cite": "",
    "concept_link": "",
    "colour": "light-blue"
  },
  {
    "title": "Innovation Culture 01",
    "id": "innovation-culture-01",
    "imageBack": "/images/innovation-card-back.jpg",
    "manoeuvre": "Recognise there is an ethical dimension to every action",
    "summary": "'Ethics is not my job', he said while pressing the big red button",
    "quote": "",
    "quote_cite": "",
    "example": "",
    "example_cite": "",
    "concept": "",
    "concept_cite": "",
    "concept_link": "",
    "colour": "pink"
  },
  {
    "title": "Innovation Culture 02",
    "id": "innovation-culture-02",
    "imageBack": "/images/innovation-card-back.jpg",
    "manoeuvre": "Create opportunities to reflect: 'Have we thought this through?'",
    "summary": "The culture of toxic optimism dominates start-ups",
    "quote": "",
    "quote_cite": "",
    "example": "",
    "example_cite": "",
    "concept": "",
    "concept_cite": "",
    "concept_link": "",
    "colour": "pink"
  },
  {
    "title": "Innovation Culture 03",
    "id": "innovation-culture-03",
    "imageBack": "/images/innovation-card-back.jpg",
    "manoeuvre": "Scale appropriately to minimise harms, test iteritevely, adding one variable after another",
    "summary": "'We move fast and break things'",
    "quote": "",
    "quote_cite": "",
    "example": "",
    "example_cite": "",
    "concept": "",
    "concept_cite": "",
    "concept_link": "",
    "colour": "pink"
  },
  {
    "title": "Innovation Culture 04",
    "id": "innovation-culture-04",
    "imageBack": "/images/innovation-card-back.jpg",
    "manoeuvre": "Establish procedures for worst case scenarios",
    "summary": "It's difficult to assign personal accountability when software work is distributed",
    "quote": "",
    "quote_cite": "",
    "example": "",
    "example_cite": "",
    "concept": "",
    "concept_cite": "",
    "concept_link": "",
    "colour": "pink"
  },
  {
    "title": "Innovation Culture 05",
    "id": "innovation-culture-05",
    "imageBack": "/images/innovation-card-back.jpg",
    "manoeuvre": "Create commitments and pledges, then lead by example",
    "summary": "'It's merely aspirational to do good'",
    "quote": "",
    "quote_cite": "",
    "example": "",
    "example_cite": "",
    "concept": "",
    "concept_cite": "",
    "concept_link": "",
    "colour": "pink"
  },
  {
    "title": "Innovation Culture 06",
    "id": "innovation-culture-06",
    "imageBack": "/images/innovation-card-back.jpg",
    "manoeuvre": "Ensure your innovations respond to a real need that cannot be solved with other means",
    "summary": "When all your have is a hammer everything looks like a nail",
    "quote": "",
    "quote_cite": "",
    "example": "",
    "example_cite": "",
    "concept": "",
    "concept_cite": "",
    "concept_link": "",
    "colour": "pink"
  },
  {
    "title": "Innovation Culture 07",
    "id": "innovation-culture-07",
    "imageBack": "/images/innovation-card-back.jpg",
    "manoeuvre": "Communicate stories of innovation failures",
    "summary": "Lessons learnt, but not shared",
    "quote": "",
    "quote_cite": "",
    "example": "",
    "example_cite": "",
    "concept": "",
    "concept_cite": "",
    "concept_link": "",
    "colour": "pink"
  },
  {
    "title": "Innovation Funding 01",
    "id": "innovation-funding-01",
    "imageBack": "/images/innovation-funding-card-back.jpg",
    "manoeuvre": "Funders, prioritise innovating public services rather than creating new markets",
    "summary": "Governments blindly listen to venture capitalists' calls for funding",
    "quote": "",
    "quote_cite": "",
    "example": "",
    "example_cite": "",
    "concept": "",
    "concept_cite": "",
    "concept_link": "",
    "colour": "purple"
  },
  {
    "title": "Innovation Funding 02",
    "id": "innovation-funding-02",
    "imageBack": "/images/innovation-funding-card-back.jpg",
    "manoeuvre": "Align visions, coordinate projects, fund sustainably",
    "summary": "Digital twin paradox: big ambitions are realised as pilots",
    "quote": "",
    "quote_cite": "",
    "example": "",
    "example_cite": "",
    "concept": "",
    "concept_cite": "",
    "concept_link": "",
    "colour": "purple"
  },
  {
    "title": "Innovation Funding 03",
    "id": "innovation-funding-03",
    "imageBack": "/images/innovation-funding-card-back.jpg",
    "manoeuvre": "Contribute rather than disrupt",
    "summary": "Funders put pressure on novelty as opposed to incremental improvements",
    "quote": "",
    "quote_cite": "",
    "example": "",
    "example_cite": "",
    "concept": "",
    "concept_cite": "",
    "concept_link": "",
    "colour": "purple"
  },
  {
    "title": "Innovation Funding 04",
    "id": "innovation-funding-04",
    "imageBack": "/images/innovation-funding-card-back.jpg",
    "manoeuvre": "Fund boring things",
    "summary": "There is funding for innovation but it's not accompanied by infrastructure funding",
    "quote": "",
    "quote_cite": "",
    "example": "",
    "example_cite": "",
    "concept": "",
    "concept_cite": "",
    "concept_link": "",
    "colour": "purple"
  },
  {
    "title": "Innovation Funding 05",
    "id": "innovation-funding-05",
    "imageBack": "/images/innovation-funding-card-back.jpg",
    "manoeuvre": "Do your homework before claiming nevelty",
    "summary": "Insufficient curation of innovation projects leading to re-inventing the wheel",
    "quote": "",
    "quote_cite": "",
    "example": "",
    "example_cite": "",
    "concept": "",
    "concept_cite": "",
    "concept_link": "",
    "colour": "purple"
  },
  {
    "title": "Innovation Funding 06",
    "id": "innovation-funding-06",
    "imageBack": "/images/innovation-funding-card-back.jpg",
    "manoeuvre": "Be honest about the costs and efforts of scaling",
    "summary": "Endless pilot projects using dummy data",
    "quote": "",
    "quote_cite": "",
    "example": "",
    "example_cite": "",
    "concept": "",
    "concept_cite": "",
    "concept_link": "",
    "colour": "purple"
  }
]
